tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"

# packages
brew "bash"
brew "bash-completion"
brew "coreutils"
brew "curl"
brew "jpeg", args: ["universal"]
brew "libusb-compat", args: ["universal"]
brew "mas"
brew "nvm"
brew "avn"
brew "wget"
brew "yarn"

# browsers
cask "google-chrome"

# programming
cask "visual-studio-code"
cask "android-studio"
cask "sourcetree"
cask "iterm2"

# mockup
cask "sketch"
cask "sketch-toolbox"

# utilities
cask "appcleaner"
cask "caffeine"
cask "osxfuse"
cask "the-unarchiver"

# communication
cask "skype"
cask "whatsapp"
cask "slack"

# others
cask "spotify"
cask "vlc"
