tap "homebrew/bundle"
tap "homebrew/core"

# packages
brew "bash"
brew "bash-completion"
brew "coreutils"
brew "curl"
brew "nvm"
brew "wget"
brew "yarn"
brew 'rbenv'
brew 'node'
brew 'jq'
brew 'gh'
brew 'zsh'

tap "caskroom/cask"

# browsers
cask "google-chrome"

# programming
cask "visual-studio-code"
cask "android-studio"
cask "sourcetree"
cask "iterm2"
cask 'sublime-text'
cask 'docker'
cask '1password'

# mockup
cask "figma"

# utilities
cask "caffeine"
cask "the-unarchiver"
cask "rectangle"

# communication
cask "skype"
cask "whatsapp"
cask "slack"

# others
cask "spotify"
cask "vlc"
